{
    "name": "Eurybiades",
    "period": "V B.C.",
    "role": "navarch",
    "city": "Sparta",
    "biography": "Eurybiades was the son of Eurycleides, and was chosen as commander in 480 BC because the Peloponnesian city-states led by Sparta, worried about the growing power of Athens, Greece as a whole did not want to serve under an Athenian despite the Athenians' superior naval skill. For all the enmity between the two, Eurybiades was ultimately assisted by the Athenian naval commander Themistocles. His first act as commander was to sail the fleet to Artemisium, north of Euboea, to meet the Persian fleet. When they arrived the Greeks found that the Persians were already there, and Eurybiades ordered a retreat, although the Euboeans begged him to stay. Instead, they bribed Themistocles to keep the fleet there, and Themistocles used some of his bribe to pay off Eurybiades (at least according to Herodotus). The subsequent Battle of Artemisium was indecisive, and the Greeks removed their fleet to Salamis Island. Initially at Salamis, Eurybiades wanted to move the fleet to the Isthmus of Corinth, where the armies of the Hellenic League were building fortifications. Themistocles saw the benefits of fighting at Salamis and wanted to force a naval battle there. Eurybiades was insistent, and Themistocles had to threaten to withdraw the Athenian fleet (the largest contingent of the Greek forces) in order to make Eurybiades stay. After Themistocles tricked the Persian king Xerxes into separating his fleet by sending part around the island to blockade the Greek fleet in the Straits of Salamis, Eurybiades was forced to accept Salamis as the battlefield. The Battle of Salamis was a decisive victory for the Greeks. After the battle Eurybiades was opposed to chasing the Persian fleet, and also to sailing towards the Hellespont to destroy the bridge of ships that Xerxes had built there. He wanted Xerxes to be able to escape rather than have him remain in Greece where he would possibly renew the land war. Back in Sparta Eurybiades was rewarded with an olive wreath for his success at Salamis; Themistocles was given a similar reward.",
    "image": "https://salmon-absolute-fowl-465.mypinata.cloud/ipfs/QmYWamKaSv9SoMwX7ixzfEpHTz1HjjHBzbLUJSvHc9P41D"
}